Repository: whit3rabbit/turbospark
Catalog: swift/TurboSparkApp/Localization/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, he, hi, id, it, ja, ko, nl, pl, pt_br, ru, sv, tr, uk, vi, zh_hans, zh_hant

source: New Temporary Chat
ar: محادثة مؤقتة جديدة
de: Neuer temporärer Chat
es: Nuevo chat temporal
fr: Nouvelle discussion temporaire
he: צ'אט זמני חדש
hi: नई अस्थायी चैट
id: Obrolan Sementara Baru
it: Nuova chat temporanea
ja: 新規テンポラリチャット
ko: 새 임시 대화
nl: Nieuwe tijdelijke chat
pl: Nowy czat tymczasowy
pt_br: Novo chat temporário
ru: Новый временный чат
sv: Ny tillfällig chatt
tr: Yeni Geçici Sohbet
uk: Новий тимчасовий чат
vi: Trò chuyện tạm thời mới
zh_hans: 新建临时对话
zh_hant: 新增臨時對話

source: New chat
ar: محادثة جديدة
de: Neuer Chat
es: Nuevo chat
fr: Nouvelle discussion
he: צ'אט חדש
hi: नई चैट
id: Obrolan baru
it: Nuova chat
ja: 新規チャット
ko: 새 대화
nl: Nieuwe chat
pl: Nowy czat
pt_br: Novo chat
ru: Новый чат
sv: Ny chatt
tr: Yeni sohbet
uk: Новий чат
vi: Cuộc trò chuyện mới
zh_hans: 新建对话
zh_hant: 新對話

source: New store
ar: متجر جديد
de: Neuer Speicher
es: Nuevo almacén
fr: Nouveau magasin
he: מאגר חדש
hi: नया स्टोर
id: Penyimpanan baru
it: Nuovo archivio
ja: 新しいストア
ko: 새 저장소
nl: Nieuwe opslag
pl: Nowy magazyn
pt_br: Novo armazenamento
ru: Новое хранилище
sv: Ny lagring
tr: Yeni depo
uk: Нове сховище
vi: Kho lưu trữ mới
zh_hans: 新存储
zh_hant: 新存放區

source: New users start empty: their own settings, chats, skills, and MCP servers, isolated from the Default user and the shared ~/.turbospark folders.
ar: يبدأ المستخدمون الجدد فارغين: بإعدادات ومحادثات ومهارات وخوادم MCP خاصة بهم، معزولين عن المستخدم الافتراضي ومجلدات ~/.turbospark المشتركة.
de: Neue Benutzer starten leer: mit eigenen Einstellungen, Chats, Skills und MCP-Servern, isoliert vom Standardbenutzer und den gemeinsamen ~/.turbospark-Ordnern.
es: Los usuarios nuevos empiezan vacíos: con su propia configuración, chats, habilidades y servidores MCP, aislados del usuario predeterminado y de las carpetas compartidas de ~/.turbospark.
fr: Les nouveaux utilisateurs démarrent vides : leurs propres réglages, discussions, compétences et serveurs MCP, isolés de l'utilisateur par défaut et des dossiers partagés de ~/.turbospark.
he: משתמשים חדשים מתחילים ריקים: עם הגדרות, צ'אטים, כישורים ושרתי MCP משלהם, מבודדלים מהמשתמש ברירת המחדל ומתיקיות ~/.turbospark המשותפות.
hi: नए उपयोगकर्ता खाली शुरू होते हैं: अपनी सेटिंग्स, चैट, स्किल और MCP सर्वर के साथ, डिफ़ॉल्ट उपयोगकर्ता और साझे ~/.turbospark फ़ोल्डरों से अलग।
id: Pengguna baru mulai kosong: dengan setelan, obrolan, skill, dan server MCP sendiri, terisolasi dari pengguna Default dan folder ~/.turbospark bersama.
it: I nuovi utenti partono vuoti: con le proprie impostazioni, chat, skill e server MCP, isolati dall'utente Predefinito e dalle cartelle condivise di ~/.turbospark.
ja: 新しいユーザーは空の状態で始まります。設定、チャット、スキル、MCPサーバーは独自のもので、デフォルトユーザーと共有フォルダ（~/.turbospark）から分離されています。
ko: 새 사용자는 비어 있는 상태로 시작합니다. 자체 설정, 채팅, 스킬, MCP 서버를 가지며 기본 사용자와 공유 ~/.turbospark 폴더에서 분리됩니다.
nl: Nieuwe gebruikers beginnen leeg: met hun eigen instellingen, chats, skills en MCP-servers, geïsoleerd van de standaardgebruiker en de gedeelde ~/.turbospark-mappen.
pl: Nowi użytkownicy zaczynają od zera: z własnymi ustawieniami, czatami, umiejętnościami i serwerami MCP, odizolowani od użytkownika domyślnego i współdzielonych folderów ~/.turbospark.
pt_br: Usuários novos começam vazios: com as próprias configurações, chats, skills e servidores MCP, isolados do usuário Padrão e das pastas compartilhadas de ~/.turbospark.
ru: Новые пользователи начинают с пустого: свои настройки, чаты, навыки и серверы MCP, изолированные от пользователя Default и общих папок ~/.turbospark.
sv: Nya användare börjar tomma: med egna inställningar, chattar, färdigheter och MCP-servrar, isolerade från standardanvändaren och de delade ~/.turbospark-mapparna.
tr: Yeni kullanıcılar boş başlar: kendi ayarları, sohbetleri, becerileri ve MCP sunucularıyla, Varsayılan kullanıcıdan ve paylaşılan ~/.turbospark klasörlerinden izole.
uk: Нові користувачі починають з порожнього: свої налаштування, чати, навички та сервери MCP, ізольовані від користувача Default і спільних папок ~/.turbospark.
vi: Người dùng mới bắt đầu trống: với thiết lập, chat, kỹ năng và máy chủ MCP riêng, tách biệt với người dùng Mặc định và các thư mục ~/.turbospark dùng chung.
zh_hans: 新用户从空白开始：拥有自己的设置、聊天、技能和 MCP 服务器，与默认用户以及共享的 ~/.turbospark 文件夹相互隔离。
zh_hant: 新使用者從空白開始：擁有自己的設定、聊天、技能與 MCP 伺服器，與預設使用者以及共用的 ~/.turbospark 資料夾相互隔離。

source: Next Chat
ar: المحادثة التالية
de: Nächster Chat
es: Chat siguiente
fr: Discussion suivante
he: צ'אט הבא
hi: अगली चैट
id: Obrolan Berikutnya
it: Chat successiva
ja: 次のチャット
ko: 다음 대화
nl: Volgende chat
pl: Następny czat
pt_br: Próximo chat
ru: Следующий чат
sv: Nästa chatt
tr: Sonraki Sohbet
uk: Наступний чат
vi: Trò chuyện tiếp theo
zh_hans: 下一个对话
zh_hant: 下一個對話

source: Next Result
ar: النتيجة التالية
de: Nächstes Ergebnis
es: Siguiente resultado
fr: Résultat suivant
he: התוצאה הבאה
hi: अगला परिणाम
id: Hasil Berikutnya
it: Risultato successivo
ja: 次の結果
ko: 다음 결과
nl: Volgend resultaat
pl: Następny wynik
pt_br: Próximo Resultado
ru: Следующий результат
sv: Nästa resultat
tr: Sonraki Sonuç
uk: Наступний результат
vi: Kết quả tiếp theo
zh_hans: 下一个结果
zh_hant: 下一個結果

source: Next Turn
ar: الدور التالي
de: Nächster Zug
es: Siguiente turno
fr: Tour suivant
he: התור הבא
hi: अगला टर्न
id: Giliran berikutnya
it: Turno successivo
ja: 次のターン
ko: 다음 턴
nl: Volgende beurt
pl: Następna tura
pt_br: Próximo turno
ru: Следующий ход
sv: Nästa tur
tr: Sonraki tur
uk: Наступний хід
vi: Lượt tiếp theo
zh_hans: 下一轮
zh_hant: 下一回合

source: No Additional Worktrees
ar: لا توجد أشجار عمل إضافية
de: Keine weiteren Arbeitsbäume
es: No hay árboles de trabajo adicionales
fr: Aucun arbre de travail supplémentaire
he: אין עצי עבודה נוספים
hi: कोई अतिरिक्त वर्कट्री नहीं
id: Tidak ada worktree tambahan
it: Nessun albero di lavoro aggiuntivo
ja: 追加のワークツリーはありません
ko: 추가 워크트리 없음
nl: Geen extra worktrees
pl: Brak dodatkowych drzew roboczych
pt_br: Nenhuma árvore de trabalho adicional
ru: Нет дополнительных рабочих деревьев
sv: Inga ytterligare arbetsträd
tr: Ek çalışma ağacı yok
uk: Немає додаткових робочих дерев
vi: Không có cây làm việc bổ sung
zh_hans: 没有其他工作树
zh_hant: 沒有其他工作樹

source: No Agents Found
ar: لم يُعثر على وكلاء
de: Keine Agents gefunden
es: No se han encontrado agentes
fr: Aucun agent trouvé
he: לא נמצאו סוכנים
hi: कोई एजेंट नहीं मिला
id: Tidak ada agen ditemukan
it: Nessun agente trovato
ja: エージェントが見つかりません
ko: 에이전트를 찾을 수 없음
nl: Geen agents gevonden
pl: Nie znaleziono agentów
pt_br: Nenhum agente encontrado
ru: Агенты не найдены
sv: Inga agenter hittades
tr: Aracı bulunamadı
uk: Агентів не знайдено
vi: Không tìm thấy tác nhân
zh_hans: 未找到代理
zh_hant: 找不到代理

source: No Commit History Found
ar: لم يُعثر على سجل إيداعات
de: Kein Commit-Verlauf gefunden
es: No se ha encontrado historial de confirmaciones
fr: Aucun historique de commits trouvé
he: לא נמצאה היסטוריית קומיטים
hi: कोई कमिट इतिहास नहीं मिला
id: Tidak ada riwayat commit ditemukan
it: Nessuna cronologia dei commit trovata
ja: コミット履歴が見つかりません
ko: 커밋 기록을 찾을 수 없음
nl: Geen commitgeschiedenis gevonden
pl: Nie znaleziono historii zatwierdzeń
pt_br: Nenhum histórico de commits encontrado
ru: История коммитов не найдена
sv: Ingen incheckningshistorik hittades
tr: İşleme geçmişi bulunamadı
uk: Історію комітів не знайдено
vi: Không tìm thấy lịch sử commit
zh_hans: 未找到提交历史
zh_hant: 找不到提交歷史

source: No Git Repository Detected
ar: لم يُكتشف مستودع Git
de: Kein Git-Repository erkannt
es: No se ha detectado ningún repositorio de Git
fr: Aucun dépôt Git détecté
he: לא זוהה מאגר Git
hi: कोई Git रिपॉजिटरी नहीं मिली
id: Tidak ada repositori Git terdeteksi
it: Nessun repository Git rilevato
ja: Git リポジトリが検出されません
ko: Git 리포지토리를 감지하지 못함
nl: Geen Git-repository gedetecteerd
pl: Nie wykryto repozytorium Git
pt_br: Nenhum repositório Git detectado
ru: Репозиторий Git не обнаружен
sv: Ingen Git-utvecklingskatalog identifierades
tr: Git deposu algılanmadı
uk: Репозиторій Git не виявлено
vi: Không phát hiện kho Git
zh_hans: 未检测到 Git 仓库
zh_hant: 未偵測到 Git 儲存庫

source: No MCP Servers Configured
ar: لا توجد خوادم MCP مضبوطة
de: Keine MCP-Server konfiguriert
es: No hay servidores MCP configurados
fr: Aucun serveur MCP configuré
he: לא הוגדרו שרתי MCP
hi: कोई MCP सर्वर कॉन्फ़िगर नहीं
id: Tidak ada server MCP terkonfigurasi
it: Nessun server MCP configurato
ja: MCP サーバーが構成されていません
ko: 구성된 MCP 서버 없음
nl: Geen MCP-servers geconfigureerd
pl: Nie skonfigurowano serwerów MCP
pt_br: Nenhum servidor MCP configurado
ru: Серверы MCP не настроены
sv: Inga MCP-servrar konfigurerade
tr: Yapılandırılmış MCP sunucusu yok
uk: Сервери MCP не налаштовано
vi: Chưa cấu hình máy chủ MCP
zh_hans: 未配置 MCP 服务器
zh_hant: 未設定 MCP 伺服器

source: No MCP permission rules for this project.
ar: لا توجد قواعد أذونات MCP لهذا المشروع.
de: Keine MCP-Berechtigungsregeln für dieses Projekt.
es: No hay reglas de permisos MCP para este proyecto.
fr: Aucune règle d'autorisation MCP pour ce projet.
he: אין כללי הרשאות MCP לפרויקט הזה.
hi: इस प्रोजेक्ट के लिए कोई MCP अनुमति नियम नहीं।
id: Tidak ada aturan izin MCP untuk proyek ini.
it: Nessuna regola di permessi MCP per questo progetto.
ja: このプロジェクトには MCP の権限ルールがありません。
ko: 이 프로젝트에는 MCP 권한 규칙이 없습니다.
nl: Geen MCP-machtigingsregels voor dit project.
pl: Brak reguł uprawnień MCP dla tego projektu.
pt_br: Nenhuma regra de permissão MCP para este projeto.
ru: Для этого проекта нет правил разрешений MCP.
sv: Inga MCP-behörighetsregler för det här projektet.
tr: Bu proje için MCP izin kuralı yok.
uk: Для цього проєкту немає правил дозволів MCP.
vi: Không có quy tắc quyền MCP cho dự án này.
zh_hans: 此项目没有 MCP 权限规则。
zh_hant: 此專案沒有 MCP 權限規則。

source: No Model Selected
ar: لم يُحدد أي نموذج
de: Kein Modell ausgewählt
es: Ningún modelo seleccionado
fr: Aucun modèle sélectionné
he: לא נבחר מודל
hi: कोई मॉडल चयनित नहीं
id: Tidak ada model dipilih
it: Nessun modello selezionato
ja: モデルが選択されていません
ko: 선택된 모델 없음
nl: Geen model geselecteerd
pl: Nie wybrano modelu
pt_br: Nenhum modelo selecionado
ru: Модель не выбрана
sv: Ingen modell vald
tr: Model seçilmedi
uk: Модель не вибрано
vi: Chưa chọn mô hình
zh_hans: 未选择模型
zh_hant: 未選取模型

source: No Skills Installed
ar: لا توجد مهارات مثبتة
de: Keine Skills installiert
es: No hay habilidades instaladas
fr: Aucune compétence installée
he: לא הותקנו מיומנויות
hi: कोई स्किल इंस्टॉल नहीं
id: Tidak ada keterampilan terpasang
it: Nessuna competenza installata
ja: スキルがインストールされていません
ko: 설치된 스킬 없음
nl: Geen skills geïnstalleerd
pl: Nie zainstalowano umiejętności
pt_br: Nenhuma habilidade instalada
ru: Навыки не установлены
sv: Inga färdigheter installerade
tr: Kurulu beceri yok
uk: Навички не встановлено
vi: Chưa cài kỹ năng nào
zh_hans: 未安装技能
zh_hant: 未安裝技能

source: No additional model scan folders configured.
ar: لم تُضبط مجلدات إضافية لفحص النماذج.
de: Keine zusätzlichen Ordner für die Modellsuche konfiguriert.
es: No hay carpetas de análisis de modelos adicionales configuradas.
fr: Aucun dossier d'analyse de modèles supplémentaire configuré.
he: לא הוגדרו תיקיות סריקה נוספות למודלים.
hi: कोई अतिरिक्त मॉडल स्कैन फ़ोल्डर कॉन्फ़िगर नहीं।
id: Tidak ada folder pemindaian model tambahan yang dikonfigurasi.
it: Nessuna cartella aggiuntiva di scansione dei modelli configurata.
ja: 追加のモデルスキャンフォルダは構成されていません。
ko: 추가 모델 검색 폴더가 구성되지 않았습니다.
nl: Geen extra mappen voor modelscan geconfigureerd.
pl: Nie skonfigurowano dodatkowych folderów skanowania modeli.
pt_br: Nenhuma pasta adicional de varredura de modelos configurada.
ru: Дополнительные папки для поиска моделей не настроены.
sv: Inga ytterligare mappar för modellsökning konfigurerade.
tr: Ek model tarama klasörü yapılandırılmadı.
uk: Додаткові папки для сканування моделей не налаштовано.
vi: Chưa cấu hình thư mục quét mô hình bổ sung.
zh_hans: 未配置附加的模型扫描文件夹。
zh_hant: 未設定額外的模型掃描資料夾。

source: No agent definitions match the selected scope filter.
ar: لا توجد تعريفات وكلاء تطابق مرشح النطاق المحدد.
de: Keine Agent-Definitionen entsprechen dem ausgewählten Bereichsfilter.
es: Ninguna definición de agente coincide con el filtro de ámbito seleccionado.
fr: Aucune définition d'agent ne correspond au filtre de portée sélectionné.
he: אין הגדרות סוכן שתואמות למסנן ההיקף שנבחר.
hi: चयनित स्कोप फ़िल्टर से कोई एजेंट परिभाषा मेल नहीं खाती।
id: Tidak ada definisi agen yang cocok dengan filter cakupan terpilih.
it: Nessuna definizione di agente corrisponde al filtro di ambito selezionato.
ja: 選択したスコープフィルタに一致するエージェント定義はありません。
ko: 선택한 범위 필터와 일치하는 에이전트 정의가 없습니다.
nl: Geen agentdefinities komen overeen met het geselecteerde bereikfilter.
pl: Żadna definicja agenta nie pasuje do wybranego filtra zakresu.
pt_br: Nenhuma definição de agente corresponde ao filtro de escopo selecionado.
ru: Ни одно определение агента не соответствует выбранному фильтру области.
sv: Inga agentdefinitioner matchar det valda omfångsfiltret.
tr: Seçilen kapsam filtresiyle eşleşen aracı tanımı yok.
uk: Жодне визначення агента не відповідає вибраному фільтру області.
vi: Không có định nghĩa tác nhân nào khớp bộ lọc phạm vi đã chọn.
zh_hans: 没有代理定义符合所选的范围筛选条件。
zh_hant: 沒有代理定義符合所選的範圍篩選條件。

source: No configurable options declared for this source.
ar: لم يُعلن هذا المصدر عن خيارات قابلة للضبط.
de: Für diese Quelle sind keine konfigurierbaren Optionen deklariert.
es: Esta fuente no declara opciones configurables.
fr: Cette source ne déclare aucune option configurable.
he: מקור זה לא מצהיר על אפשרויות שניתן להגדיר.
hi: इस स्रोत के लिए कोई कॉन्फ़िगर करने योग्य विकल्प घोषित नहीं।
id: Sumber ini tidak mendeklarasikan opsi yang dapat dikonfigurasi.
it: Questa origine non dichiara opzioni configurabili.
ja: このソースには設定可能なオプションが宣言されていません。
ko: 이 소스에는 구성 가능한 옵션이 선언되어 있지 않습니다.
nl: Deze bron declareert geen configureerbare opties.
pl: To źródło nie deklaruje opcji konfigurowalnych.
pt_br: Esta origem não declara opções configuráveis.
ru: Для этого источника не объявлено настраиваемых параметров.
sv: Den här källan deklarerar inga konfigurerbara alternativ.
tr: Bu kaynak için yapılandırılabilir seçenek bildirilmedi.
uk: Це джерело не оголошує налаштовуваних параметрів.
vi: Nguồn này không khai báo tùy chọn có thể cấu hình.
zh_hans: 此来源未声明可配置选项。
zh_hant: 此來源未宣告可設定的選項。

source: No custom folders authorized yet.
ar: لم يُصرَّح بعد بأي مجلدات مخصصة.
de: Noch keine benutzerdefinierten Ordner autorisiert.
es: Aún no se ha autorizado ninguna carpeta personalizada.
fr: Aucun dossier personnalisé autorisé pour l'instant.
he: עדיין לא אושרו תיקיות מותאמות אישית.
hi: अभी तक कोई कस्टम फ़ोल्डर अधिकृत नहीं।
id: Belum ada folder kustom yang diizinkan.
it: Nessuna cartella personalizzata ancora autorizzata.
ja: カスタムフォルダはまだ許可されていません。
ko: 아직 승인된 사용자 지정 폴더가 없습니다.
nl: Nog geen aangepaste mappen geautoriseerd.
pl: Nie autoryzowano jeszcze żadnych folderów niestandardowych.
pt_br: Nenhuma pasta personalizada autorizada ainda.
ru: Пользовательские папки пока не разрешены.
sv: Inga anpassade mappar har auktoriserats än.
tr: Henüz yetkilendirilmiş özel klasör yok.
uk: Власні папки ще не авторизовано.
vi: Chưa ủy quyền thư mục tùy chỉnh nào.
zh_hans: 尚未授权任何自定义文件夹。
zh_hant: 尚未授權任何自訂資料夾。

source: No diff available.
ar: لا تتوفر فروق.
de: Kein Diff verfügbar.
es: No hay diferencias disponibles.
fr: Aucune différence disponible.
he: אין הבדלים זמינים.
hi: कोई डिफ़ उपलब्ध नहीं।
id: Tidak ada perbedaan tersedia.
it: Nessuna differenza disponibile.
ja: 差分はありません。
ko: 사용 가능한 차이가 없습니다.
nl: Geen verschillen beschikbaar.
pl: Brak dostępnych różnic.
pt_br: Nenhuma diferença disponível.
ru: Различия недоступны.
sv: Ingen skillnad tillgänglig.
tr: Kullanılabilir fark yok.
uk: Відмінності недоступні.
vi: Không có khác biệt nào.
zh_hans: 没有可用的差异。
zh_hant: 沒有可用的差異。

source: No directions registered.
ar: لا توجد اتجاهات مسجلة.
de: Keine Richtungen registriert.
es: No hay direcciones registradas.
fr: Aucune direction enregistrée.
he: לא נרשמו כיוונים.
hi: कोई दिशा पंजीकृत नहीं।
id: Tidak ada arah terdaftar.
it: Nessuna direzione registrata.
ja: 登録された方向はありません。
ko: 등록된 방향이 없습니다.
nl: Geen richtingen geregistreerd.
pl: Nie zarejestrowano kierunków.
pt_br: Nenhuma direção registrada.
ru: Направления не зарегистрированы.
sv: Inga riktningar registrerade.
tr: Kayıtlı yön yok.
uk: Напрямки не зареєстровано.
vi: Chưa đăng ký hướng nào.
zh_hans: 未注册任何方向。
zh_hant: 未註冊任何方向。

source: No downloads yet
ar: لا توجد تنزيلات بعد
de: Noch keine Downloads
es: Todavía no hay descargas
fr: Aucun téléchargement pour le moment
he: אין הורדות עדיין
hi: अभी कोई डाउनलोड नहीं
id: Belum ada unduhan
it: Nessun download ancora
ja: ダウンロードはまだありません
ko: 아직 다운로드가 없습니다
nl: Nog geen downloads
pl: Brak pobrań
pt_br: Ainda não há downloads
ru: Загрузок пока нет
sv: Inga hämtningar ännu
tr: Henüz indirme yok
uk: Завантажень ще немає
vi: Chưa có lượt tải xuống
zh_hans: 暂无下载
zh_hant: 尚無下載

source: No external MCP config files detected in %@.
ar: لم يتم اكتشاف أي ملفات تكوين MCP خارجية في %@.
de: Keine externen MCP-Konfigurationsdateien in %@ erkannt.
es: No se detectaron archivos de configuración MCP externos en %@.
fr: Aucun fichier de configuration MCP externe détecté dans %@.
he: לא זוהו קובצי תצורת MCP חיצוניים ב-%@.
hi: %@ में कोई बाहरी MCP कॉन्फ़िग फ़ाइल नहीं पाई गई।
id: Tidak ada file konfigurasi MCP eksternal yang terdeteksi di %@.
it: Nessun file di configurazione MCP esterno rilevato in %@.
ja: %@ で外部 MCP 設定ファイルが検出されませんでした。
ko: %@에서 외부 MCP 구성 파일이 감지되지 않았습니다.
nl: Geen externe MCP-configuratiebestanden gedetecteerd in %@.
pl: Nie wykryto zewnętrznych plików konfiguracyjnych MCP w %@.
pt_br: Nenhum arquivo de configuração MCP externo detectado em %@.
ru: В %@ не обнаружено внешних файлов конфигурации MCP.
sv: Inga externa MCP-konfigurationsfiler upptäcktes i %@.
tr: %@ içinde harici MCP yapılandırma dosyası algılanmadı.
uk: У %@ не виявлено зовнішніх файлів конфігурації MCP.
vi: Không phát hiện tệp cấu hình MCP bên ngoài nào trong %@.
zh_hans: 在 %@ 中未检测到外部 MCP 配置文件。
zh_hant: 在 %@ 中未偵測到外部 MCP 設定檔。

source: No external skills found in standard agent locations.
ar: لم يُعثر على مهارات خارجية في مواقع الوكلاء القياسية.
de: Keine externen Skills an den Standardorten für Agents gefunden.
es: No se han encontrado habilidades externas en las ubicaciones estándar de los agentes.
fr: Aucune compétence externe trouvée dans les emplacements d'agents standard.
he: לא נמצאו מיומנויות חיצוניות במיקומי הסוכן הרגילים.
hi: मानक एजेंट स्थानों में कोई बाहरी स्किल नहीं मिली।
id: Tidak ada keterampilan eksternal ditemukan di lokasi agen standar.
it: Nessuna competenza esterna trovata nelle posizioni standard degli agenti.
ja: 標準のエージェント配置場所に外部スキルは見つかりませんでした。
ko: 표준 에이전트 위치에서 외부 스킬을 찾지 못했습니다.
nl: Geen externe skills gevonden op de standaardlocaties voor agents.
pl: Nie znaleziono zewnętrznych umiejętności w standardowych lokalizacjach agentów.
pt_br: Nenhuma habilidade externa encontrada nos locais padrão de agentes.
ru: Внешние навыки не найдены в стандартных расположениях агентов.
sv: Inga externa färdigheter hittades på standardplatserna för agenter.
tr: Standart aracı konumlarında harici beceri bulunamadı.
uk: Зовнішніх навичок у стандартних розташуваннях агентів не знайдено.
vi: Không tìm thấy kỹ năng bên ngoài ở các vị trí tác nhân tiêu chuẩn.
zh_hans: 在标准代理位置未找到外部技能。
zh_hant: 在標準代理位置找不到外部技能。

source: No hooks configured
ar: لا توجد خطافات مضبوطة
de: Keine Hooks konfiguriert
es: No hay hooks configurados
fr: Aucun hook configuré
he: לא הוגדרו הוקים
hi: कोई हुक कॉन्फ़िगर नहीं
id: Tidak ada hook terkonfigurasi
it: Nessun hook configurato
ja: フックが構成されていません
ko: 구성된 훅 없음
nl: Geen hooks geconfigureerd
pl: Nie skonfigurowano hooków
pt_br: Nenhum hook configurado
ru: Хуки не настроены
sv: Inga hookar konfigurerade
tr: Yapılandırılmış kanca yok
uk: Хуки не налаштовано
vi: Chưa cấu hình hook
zh_hans: 未配置钩子
zh_hant: 未設定掛鉤

source: No hooks found matching '%@'
ar: لم يتم العثور على خطافات تطابق '%@'
de: Keine Hooks gefunden, die mit „%@“ übereinstimmen
es: No se encontraron ganchos que coincidan con '%@'
fr: Aucun hook trouvé correspondant à « %@ »
he: לא נמצאו הוקים התואמים ל-'%@'
hi: '%@' से मेल खाने वाला कोई हुक नहीं मिला
id: Tidak ada hook yang cocok dengan '%@'
it: Nessun hook trovato corrispondente a '%@'
ja: 「%@」に一致するフックが見つかりません
ko: '%@'과(와) 일치하는 훅을 찾을 수 없습니다
nl: Geen hooks gevonden die overeenkomen met '%@'
pl: Nie znaleziono hooków pasujących do „%@”
pt_br: Nenhum hook encontrado correspondente a '%@'
ru: Хуков, соответствующих «%@», не найдено
sv: Inga krokar hittades som matchar '%@'
tr: '%@' ile eşleşen kanca bulunamadı
uk: Хуків, що відповідають «%@», не знайдено
vi: Không tìm thấy hook nào khớp với '%@'
zh_hans: 未找到与“%@”匹配的钩子
zh_hant: 找不到與「%@」相符的勾點

source: No hooks registered in %@.
ar: لا توجد خطافات مسجلة في %@.
de: Keine Hooks in %@ registriert.
es: No hay ganchos registrados en %@.
fr: Aucun hook enregistré dans %@.
he: אין הוקים רשומים ב-%@.
hi: %@ में कोई हुक पंजीकृत नहीं है।
id: Tidak ada hook yang terdaftar di %@.
it: Nessun hook registrato in %@.
ja: %@ に登録されているフックはありません。
ko: %@에 등록된 훅이 없습니다.
nl: Geen hooks geregistreerd in %@.
pl: Brak zarejestrowanych hooków w %@.
pt_br: Nenhum hook registrado em %@.
ru: В %@ не зарегистрировано хуков.
sv: Inga krokar registrerade i %@.
tr: %@ içinde kayıtlı kanca yok.
uk: У %@ не зареєстровано жодних хуків.
vi: Không có hook nào được đăng ký trong %@.
zh_hans: %@ 中未注册任何钩子。
zh_hant: %@ 中未註冊任何勾點。

source: No in-app preview for this format.
ar: لا تتوفر معاينة داخل التطبيق لهذا التنسيق.
de: Für dieses Format ist keine In-App-Vorschau verfügbar.
es: No hay vista previa en la app para este formato.
fr: Aucun aperçu intégré pour ce format.
he: אין תצוגה מקדימה בתוך האפליקציה עבור הפורמט הזה.
hi: इस प्रारूप के लिए ऐप में प्रीव्यू उपलब्ध नहीं है।
id: Tidak ada pratinjau dalam aplikasi untuk format ini.
it: Nessuna anteprima nell'app per questo formato.
ja: この形式のアプリ内プレビューはありません。
ko: 이 형식은 앱 내 미리보기를 지원하지 않습니다.
nl: Geen voorbeeld in de app voor dit formaat.
pl: Brak podglądu w aplikacji dla tego formatu.
pt_br: Nenhuma pré-visualização no app para este formato.
ru: Для этого формата предпросмотр в приложении недоступен.
sv: Ingen förhandsvisning i appen för det här formatet.
tr: Bu biçim için uygulama içi önizleme yok.
uk: Для цього формату немає перегляду в застосунку.
vi: Không có bản xem trước trong ứng dụng cho định dạng này.
zh_hans: 此格式没有应用内预览。
zh_hant: 此格式沒有 App 內預覽。
